const bannerList = [
  { picture: 'img/banner.jpg', link: '#' },
  { picture: 'img/fb.jpg', link: '#' },
  { picture: 'img/twitter.jpg', link: '#' },
  { picture: 'img/youtube.jpg', link: '#' },
  { picture: 'img/calibre.png', link: '#' },
];

const articles = [
  {
    picture: 'img/hw.jpg',
    hideContent: `Huawei представи бюджетния Y7 Prime (2018) На 27 март Huawei представи не само новите си
  флагмани за първото полугодие, но и един бюджетен модел, който е насочен към младата
  аудитория. Huawei Y7 Prime (2018) предлага 5.99&quot; дисплей с резолюция 1440 x 720
  пиксела и съотношение 18:9. Устройството е оборудвано с процесор Snapdragon 430 на 1.4
  Ghz, който е подпомаган от 3 GB оперативна памет. На разположение за приложения пък са
  32 GB памет, които могат да бъдат увеличени с microSD карта. Телефонът има и двойна камера
  с 13-мегапикселов основен сензор и двумегапикселов такъв за боке ефекти. За селфитата
  се грижи камера с резолюция 8 мегапиксела. Потребителите ще получат и сензор за отпечатъци,
  който доскоро не беше сред обичайното оборудване в този ценови клас. Батерията на Huawei
  Y7 Prime (2018) е с капацитет 3000 mAh, а операционната система е Android 8.0 Oreo с
  EMUI 8.0. Телефонът ще се предлага в черно, синьо и златисто.
`,
  },
  {
    picture: 'img/hw.jpg',
    hideContent: `HTC U11 Life Без съмнение един от най-подценените флагмански смартфони на миналата година
  беше HTC U11. Устройството успя да предложи отличителен дизайн, висока производителност,
  иновативна функция за управление чрез стискане на рамката и камера, която се нареди
  до тази в серията Pixel със своите възможности за запечатване на снимки с особено
  високо качество. За жалост оценилите възможностите на телефона не бяха много, но
  компанията продължи работата и добави много от функциите на U11 в по-малък и по-достъпен
  модел, който се появи на пазара в самия край на миналата година. Става дума за модела
  U11 Life, който прилича на умалена версия на своя по-скъп събрат, а освен това до
  голяма степен се представя като него. Това обаче е първото устройство за HTC в програмата
  Android One, което означава, че идва с чиста версия на Android, към която са добавени
  някои приложения на HTC. Дизайн Устройството запазва познатия Liquid дизайн на задния
  панел, който е характерен за U-серията, но е достатъчно да го вземете в ръка, за
  да установите разликата в теглото. Докато U11 е с конструкция от метал и стъкло,
  неговият по-малък събрат е изработен главно от пластмаса. Такава е страничната рамка,
  а лъскавият заден панел е от акрилно стъкло или плексиглас. Панелът е с покритие
  като това в U11, което означа, че отразява светлината по ефектен начин (особено синята
  версия), но освен това може много по-лесно да се надраска в ежедневието. Както може
  да се предположи, лесно се покрива и с отпечатъци, но това е проблем за всички устройства
  с гланцова текстура. В интерес на истината U11 Life прилича много на представения
  в началото на миналата година модел U Play`,
  },
];
