[
  {
    "img": "img/news/1.jpg",
    "title": "Преди 45 години Motorola промени света",
    "id": 1,
    "text": [
      {
        "title": "Ytcn",
        "text":
          "Точно преди 45 години на 3 април 1973 година служител на Motorola на име Мартин Купър провежда първия разговор по клетъчен телефон, като използва прототипно устройство, което десетилетие по-късно ще се появи на пазара като Motorola DynaTAC 8000x. DynaTAC идва от Dynamic Adaptive Total Area Coverage. Докато се намира в близост до 900 MHz базова станция в Манхатън, Купър се обажда на Джоел Енгъл, който е ръководел изследователския отдел на конкурентите Bell Labs, с думите: Джоел, Марти е. Обаждам се от клетъчен телефон, истински ръчен преносим клетъчен телефон. Идеята за създаване на такова устройство е била вдъхновена от въведените в края на 60-те от AT&T автомобилни телефони. Купър посочва, че е искал да изобрети нещо, което ще може да представи даден индивид, така че да е възможно номер да се асоциира не с бюро или място, а с човек. Интересно е, че прототипите са били създадени едва за 90 дни, като са били използвали технологиите, които по един или друг начин са съществували в лабораториите на Motorola. Най-голямото предизвикателство за изследователите на Motorola било създаването на устройството триселектор, което позволява едновременното говорене и слушане, защото до този момент всички мобилни средства за комуникация изисквали натискането на бутон за говорене. Този компонент обаче се оказал с големината на двоен хамбургер, но екипът на Купър успял да го намали 10 пъти, за да го побере в мобилния телефон. Останалото е история, а днес Motorola продължава съществуването си като част от китайския гигант Lenovo."
      }
    ]
  },
  {
    "img": "img/news/2.jpg",
    "title": "Супердървесината може да е материалът на бъдещите смартфони",
    "id": 2,
    "text": [
      {
        "title": "",
        "text":
          "Учени от Университета в Мериленд успяха да създадат нов материал на име Супердървесина, който може да намери приложение и в света на смартфоните. Още по-интересното е, че неговото производство е относително лесно и евтино. В случая става дума за специална обработка, с чиято помощ почти всеки вид дървесина може да бъде превърнат в материал, който е по-здрав дори от стомана или титаниеви сплави. Самият процес включва няколко етапа. В първия от дървесината се премахва лигнинът. След това материята се компресира при температура от 65.5 градуса по Целзий, което пък води до сгъстяване на целулозната структура. В крайна сметка се постига компресиране на дървото до една пета от първоначалния му размер. Получава се дървесина, която е до 12 пъти по-здрава и 10 пъти по-издръжлива от естественото дърво. Според учените здравината на супердървесината позволява тя да се използва при строежа на сгради и моторни превозни средства, а дори е възможно от нея да се правят бронирани жилетки. Плътността на получената субстанция е впъти по-висока от тази на нормалната дървесина, а освен това тя е значително по-твърда и устойчива на надрасквания и удари. Именно последните качества пък правят супердървесината интересна опция за производителите на смартфони, защото тя спокойно може да замени сега използваните метали и керамики на доста изгодна цена. В същото време материалът е приятен на пипане и не е хлъзгав като стъклото, което се използва при премиум моделите в последно време. Още по-интересната част от разработката на Университета в Мериленд е възможността супердървесината да бъде прозрачна. Според Петер Фрацл от института Макс Планк новият материал създава уникални възможности пред производителите, които вместо да мислят за дизайн на наличния материал ще могат да създадат материал, който да е изцяло пригоден към техния дизайн.Д-р Лянгбинг Ху, който е един от участниците в проекта, е на мнение, че супердървесината ще намери чудесно приложение при смартфоните, защото материята е по-лека от сега използваните, а в същото време осигурява сходна механична здравина с метала. Ху също така добавя, че вече е създадена компания, която да осигури търговското приложаоткритието и вече се водят разговори с компании като създателите на популярното стъкло Gorilla Glass. Ученият е на мнение, че първите продукти с изобретението могат да се появят на пазара още през 2019 или 2020 година."
      }
    ]
  },
  {
    "img": "img/news/3.jpg",
    "title": "Появиха се снимки на Meizu 15 и Meizu 15 Plus",
    "id": 3,
    "text": [
      {
        "title": "",
        "text":
          "В китайската социална мрежа Weibo се появиха първи снимки на два телефонa от юбилейната серия смартфони на Meizu. Както е известно, трите устройства, с които компанията ще отбележи своя 15-и рожден ден, се появиха преди няколко дена на сайта на местния регулатор TENAA, който разкри и спецификациите на моделите. Потребителят е публикувал снимки на Meizu 15 и по-големия Plus вариант.     И двата модела са с AMOLED дисплеи, като диагоналите са съответно 5.46 и 5.95 инча. По-интересната снимка е на задния панел на Meizu 15 Plus. На нея се вижда стъкленият панел, който имитира метал, както и кръглата светкавица, която допълва двойната камера с резолюция 12+20 мегапиксела. Към момента от Meizu още не са обявили дата за пазарната премиера, но едва ли ще се наложи да чакаме дълго."
      }
    ]
  },
  {
    "img": "img/news/4.jpg",
    "title": "Apple иска да използва свои процесори в компютрите си от 2020",
    "id": 4,
    "text": [
      {
        "title": "",
        "text":
          "Информация от източници на Bloomberg разкрива, че Apple планира от 2020 година да ползва в компютрите си процесори собствена разработка, като по този начин ще спре да разчита на чиповете на Intel. Проектът се нарича Kalamata и засега е в ранен етап на развитие, но е част от мащабната стратегия на компанията всичките й продукти да работят по-добре заедно. Това ще бъде голям удар към Intel, защото Apple генерира около 5% от годишните приходи на компанията. След новината акциите на процесорния гигант поевтиняха с 9.2%, което е най-голямото дневно намаление през последните две години. Изданието посочва, че на теория Apple може да се откаже от проекта или да забави изпълнението му. Като премине към свои чипове, компанията от Купертино ще може да пуска нови компютри, когато поиска, без да се съобразява с графика за разработка на нови процесори на Intel. По този начин ще може да добавя към продуктите си нови функции по-бързо, което ще й позволи да ги диференцира от тези на конкурентите. Другите ползи включват по-тясна интеграция на хардуер и софтуер, което може да доведе до подобрен живот на батерията. Началото на прехода е планирано за 2020 година, но софтуерните приготовления би трябвало да започнат по-рано. През последните години компанията започна да сближава iOS и macOS, а наскоро те се сдобиха с обща файлова система. Част от по-голямата инициатива е и нова софтуерна платформа на име Marzipan, която може да излезе още тази година и ще даде възможност на потребителите да използват приложения за iPhone и iPad в компютрите с macOS. Apple вече предлага компютри с ARM копроцесори, които ползват подобна на iOS операционна система за специфични задачи."
      }
    ]
  }
]
