{
  "3": {
    "title": "HTC U11 Life",
    "img": "img/review/1.jpg",
    "text": [
      {
        "title": "",
        "text":
          "Без съмнение един от най-подценените флагмански смартфони на миналата година беше HTC U11. Устройството успя да предложи отличителен дизайн, висока производителност, иновативна функция за управление чрез стискане на рамката и камера, която се нареди до тази в серията Pixel със своите възможности за запечатване на снимки с особено високо качество. За жалост оценилите възможностите на телефона не бяха много, но компанията продължи работата и добави много от функциите на U11 в по-малък и по-достъпен модел, който се появи на пазара в самия край на миналата година. Става дума за модела U11 Life, който прилича на умалена версия на своя по-скъп събрат, а освен това до голяма степен се представя като него. Това обаче е първото устройство за HTC в програмата Android One, което означава, че идва с  чиста версия на Android, към която са добавени някои приложения на HTC."
      },
      {
        "title": "Дизайн",
        "text":
          "Устройството запазва познатия Liquid дизайн на задния панел, който е характерен за U-серията, но е достатъчно да го вземете в ръка, за да установите разликата в теглото. Докато U11 е с конструкция от метал и стъкло, неговият по-малък събрат е изработен главно от пластмаса. Такава е страничната рамка, а лъскавият заден панел е от акрилно стъкло или плексиглас. Панелът е с покритие като това в U11, което означа, че отразява светлината по ефектен начин (особено синята версия), но освен това може много по-лесно да се надраска в ежедневието. Както може да се предположи, лесно се покрива и с отпечатъци, но това е проблем за всички устройства с гланцова текстура. В интерес на истината U11 Life прилича много на представения в началото на миналата година модел U Play, но в доста отношения е значително подобрен. Смартфонът отново няма стандартен жак за слушалки и се продава в комплект с USB-C слушалки USonic с функция за потискане на шума, адаптиране към ухото на потребителя и поддръжка на Hi-Res Audio. Не успяхме обаче да изпробваме работата им, защото не ги получихме с тестовото устройство. Както вече писахме за други телефони на компанията без стандартен жак, ако решите да заложите на адаптер (в случая в комплекта няма такъв) трябва да внимавате какъв купувате, защото телефонът работи само с аксесоар на HTC, който има вграден DAC. U11 Life запазва и водоустойчивостта (IP67), която познаваме от U11, а това е полезна добавка, която може да спаси устройството от повреда. Дизайнът е лишен от остри ръбове и ъгли и в ръката смартфонът се усеща приятно, за което помагат още 3D извитият заден панел и 2,5D стъклото върху дисплея."
      },
      {
        "title": "Дисплей и хардуер",
        "text":
          "HTC U11 Life запазва и традиционното съотношение на дисплея от 16:9 вместо да заложи на модерното 18:9, което беше използвано в модела U11+, а според слуховете скоро ще се появи и в бюджетен телефон на тайванската компания. Екранът е с диагонал 5,2”, изработен е по технологията Super LCD и е покрит със стъкло Gorilla Glass, а резолюцията му от full HD е напълно адекватна за този размер. Представянето на панела е много добро с големи ъгли на видимост, детайлност и висок контраст, които не откриваме често в телефоните от този ценови клас. Под дисплея има по-голяма зона, в която са намерили място овален сензор за отпечатъци и капацитивни бутони за управление."
      },
      {
        "title": "Спецификация",
        "text":
          "Поглед към хардуерната спецификация разкрива, че устройството ползва осемядрен чипсет Qualcomm Snapdragon 630, който е допълнен от 3GB RAM и 32GB разширяема памет. Компанията предлага и варианти с 4GB оперативна памет и 64GB памет за файлове, но те са по-скъпи, а освен това са предвидени за други пазари. Това ясно позиционира устройството в средния клас, но не бива да се притеснявате за производителността. Чипсетите на Qualcomm от серията 600 са се доказали като способни и са в състояние да осигурят много добро представяне при работата с любимите ви приложения в ежедневието или пък при забавленията с мобилни игри. Няма никакви проблеми и в навигацията в платформата, но и това не е изненадващо, защото HTC е известна с оптимизирането на своя софтуер. В редки случаи, например при стартирането на браузъра, може да се наложи да почакате секунда повече, преди приложението да е готово за работа, но като цяло това не е голям недостатък и не е изненадващо поведение предвид ценовия сегмент. HTC U11 Life е снабден с батерия с капацитет 2600mAh, който може и да изглежда малко, но стига за около един работен ден на автономна работа при сравнително сериозно натоварване, а ако сте по-пестеливи в задачите, с които го натоварвате, може да изкара с един заряд и повече."
      },
      {
        "title": "Софтуер",
        "text":
          "Смартфонът използва Android 8.0 с Android One, което означава, че потребителите имат достъп до чиста версия на платформата с минимални намеси от страна на производителя. В началото инициативата беше насочена към създаването на бързи и евтини смартфони за развиващите се страни, но по-късно Google я разшири и в нея се включиха и телефони от среден клас. Както споменахме, U11 Life е първото устройство на HTC в тази програма, в която вече се включиха Xiaomi и Motorola, а един от бонусите са гарантираните ъпдейти до последните версии на Android за период от две години. Като цяло наистина получавате стандартното издание на Android, но това не  означава, че в него няма софтуер на HTC. Компанията е добавила свое приложение за управление на камерата, а освен това е включила софтуер за контрол на функцията Edge Sense, която разчита на сензори в страничните рамки за извършване на  различни действия чрез стискане на телефона. Тя работи добре, а както писахме преди време функционалността й беше разширена значително с възможността потребителите да дефинират действия за контрол на любимите си приложения. Чрез нея можете лесно да активирате камерата и да направите снимка, да включите фенерчето, да активирате Google Assistant и много други. Идеята беше оценена и от Google, които я добавиха и в новите телефони Pixel, но с по-ограничена функционалност."
      }
    ],
    "iframeSrc": "https://www.youtube.com/embed/4U1MZYwpIto",
    "id": 3
  },
  "1": {
    "title": "Huawei Mate 10 Pro",
    "img": "img/review/2.jpg",
    "text": [
      {
        "title": "",
        "text":
          "В края на годината пазарът на смартфони по традиция е препълнен от интересни предложения, които се борят за вниманието на потребителите. Представените по-рано през годината модели вече са достъпни на по-изгодни цени, а заедно с това са започнали и продажбите на анонсираните през есента флагмани, на които се разчита да генерират солидни продажби в сезона на предпразнично пазаруване. На пазара вече са и телефоните от серията Mate 10 на Huawei, която беше анонсирана в средата на октомври. Вече разгледахме в детайли Huawei Mate 10 lite, който ще зарадва търсещите смартфон с голям безрамков дисплей на по-ниска цена, но ако държите на фаблет с най-добрите технологии на китайската компания, със сигурност сте спрели вниманието си върху флагмана Huawei Mate 10 Pro, защото засега няма планове на нашия пазар да се появи официално другият нов модел – Mate 10. Всъщност идването на устройството става в точния момент. Родният пазар на фаблети с безрамков дизайн в момента се доминира главно от  Samsung Galaxy Note8  и за търсещите алтернатива няма голям избор. Google Pixel 2 XL и LG V30 все още не се продават в България, но дори и да дойдат, цената им ще бъде прекалено висока за повечето потребители. Затова и Huawei Mate 10 Pro има потенциала да спечели търсещите атрактивно устройство с флагмански хардуер, което има по-достъпна цена на фона на конкуренцията от Южна Корея."
      },
      {
        "title": "Дизайн",
        "text":
          "Прогресът на Huawei при смартфоните през последните години едва ли може да остане незабелязан. Компанията вече е третият по големина производител на умни телефони в света и с всеки флагмански модел правеше голяма крачка напред по отношение на дизайн, функционалност и производителност. Прогресът е очевиден и последният топмодел на компанията за годината показва ясно това. Mate 10 Pro може с лекота да заеме челно място в класацията за най-красив смартфон на годината, като предлага изтънчен дизайн и изработена от метал и стъкло конструкция. Устройството има 3D заден панел от закалено 6H стъкло с висока устойчивост на надраскване, който пречупва светлината ефектно и се влива плавно в полираната алуминиева рамка за създаването на органична форма, която приляга чудесно в ръката. В горната част на задния панел откриваме двойната камера, която отново носи логото на Leica, а под нея е поставен сензор за отпечатъци. Върху камерата се акцентира чрез светлата лента, с която е обградена, а до двете лещи са поставени двойна LED светкавица и сензор за системата за лазерен автофокус. Върху горната страна на телефона е поставен инфрачервен сензор, върху дясната са бутоните за контрол на звука и за включване, а върху лявата има слот за две SIM карти. Опция за добавяне на повече памет няма, но 128GB би трябвало да са достатъчни за повечето потребители. Долната страна помества USB-C порт и високоговорител. Точно така, стандартен жак за слушалки липсва, но компанията е добавила адаптер в комплекта, който иначе включва и USB-C слушалки. Подобно на останалите флагмани през тази година и Mate 10 Pro е водоустойчив, като покрива рейтинга IP67. В ръката смартфонът се усеща солидно, а изработката му е прецизна, което не е никак изненадващо. Плавните извивки на задния панел и на страничната рамка допълнително улесняват захващането на устройството, което залага на дисплей с популярното напоследък съотношение 18:9, а това го прави тесен и издължен. Разбира се, стъклото върху задния панел е хлъзгаво и лесно се покрива с отпечатъци, а освен това увеличава шансовете за повреда при изпускане. Повърхността му е изключително гладка, което означава, че телефонът може да се плъзне върху повърхностите, върху които го поставите. За разлика от други актуални смартфони под стъклото обаче няма намотки за безжично зареждане. За щастие Huawei е добавила в комплекта на устройството силиконов калъф, така че ще можете да предпазите веднага корпуса от надраскване и отпечатъци."
      },
      {
        "title": "Дисплей",
        "text":
          "За разлика от Mate 10, който има дисплей с традиционното съотношение 16:9, Mate 10 Pro разчита на 18:9 панел с резолюция 1080х2160 пиксела (пикселна гъстота 402 ppi). Той е с диагонал 6”, изработен е по OLED технология и има типичен контраст от 70 000:1, а компанията му е избрала маркетинговото име FullView. Дисплеят има намалени странични рамки и редуцирани зони под и над него, така че се създава извънредно компактен корпус, който е с размерите на телефон с 5,5” дисплей – например Motorola Moto Z2 Play. Huawei е заложила на традиционната форма и дисплеят не е с извити страни и няма заоблени ъгли – неща, които се промотират от корейските производители. Яркостта на панела е висока и както подобава на OLED технологията осигурява висок контраст и големи ъгли на видимост, макар че при гледане под екстремни ъгли се забелязва малка загуба на яркост и лек синкав оттенък. Дисплеят поддържа и показването на HDR10 съдържание, но поне засега тази екстра не е активна в YouTube. OLED технологията позволява селективното активиране на избрани пиксели от екрана, което пести енергия и се ползва от функции като Always on display. Mate 10 Pro също я предлага, но по незнайна причина тя е скрита дълбоко в настройките (Settings > Security & Privacy >Screen Lock & Passwords > Always Display Information) и е изключена по подразбиране. Има и опция да зададете времеви диапазон за действие на опцията – например само през деня. Тя показва час, дата, заряд в батерията, възпроизвеждана музика и нотификации от приложения, но само за тези на Huawei. Работата й все още не е съвсем безпроблемна, защото понякога отключването на телефона с пръстов отпечатък не сработва и трябва да натиснете бутона за включване, за да се задейства. Телефонът осигурява два профила на цветопредаването (стандартен и наситен), а освен това осигурява възможност за фина настройка на цветната температура."
      },
      {
        "title": "Хардуер и производителност",
        "text":
          "Mate 10 Pro е снабден с 6GB RAM и 128GB вградена памет, която не може да се увеличи, но, както споменахме, това не би трябвало да е проблем. Устройството е първото, в което се ползва и новият 10-нанометров чипсет Kirin 970, който включва специален блок за невронни мрежи за ускорена работа при задачи с изкуствен интелект, като например машинно обучение. Чипсетът е осемядрен и комбинира 4 бързи ядра Cortex A73 с честота 2,36 GHz с 4 енергоспестяващи Cortex A53 на 1,8 Ghz, а освен това откриваме копроцесор i7 и 12-ядрен графичен ускорител Mali-G72, който за пръв път достига до пазара."
      }
    ],
    "iframeSrc": "https://www.youtube.com/embed/NSZl9ZyOCto",
    "id": 1
  },
  "2": {
    "title": "Huawei P Smart",
    "img": "img/review/3.jpg",
    "text": [
      {
        "title": "",
        "text":
          "Преди дни започнаха продажбите в Бългaрия на ново предложение в средния клас на Huawei, което се казва P smart. Вече успяхме да прекараме известно време с устройството и сме готови да споделим повече впечатления за него, които са преобладаващо положителни. Смартфонът е с размери 72,05 х 150,1 х 7,45 мм и тежи около 143 грама, което го поставя приблизително в златната среда по отношение на удобството при употреба. За това помагат и заоблените страни на корпуса, така че в това отношение устройството получава висока оценка."
      },
      {
        "title": "Дизайн и дисплей",
        "text":
          "Задният панел е метален, но зоната около камерата и частта в долния край на корпуса са пластмасови за безпроблемна работа на антените за различните безжични функции. Отзад има двойна основна камера със светкавица и сензор за отпечатъци, а върху долната страна откриваме жак за слушалки, micrоUSB порт и високоговорител. Това е стандартна конфигурация, както и бутоните за контрол на звука и включване върху дясната страна. Изработката на устройството е солидна и в това отношение нямаме никакви забележки. Huawei P smart се предлага в черно, синьо и златисто, които са характерни цветове за продуктите на компанията. Отпред ни посреща IPS дисплей с диагонал 5,65” и резолюция 2160 х 1080 пиксела, което означава, че е със съотношение на страните 18:9. Това прави телефона по-издължен, но пък осигурява по-голямо екранно пространство при запазване на удобна за захващане ширина на корпуса. В интерес на истината телефонът е почти с размерите на Moto X4, който предлага 5,2” дисплей, така че от екранното съотношение 18:9 има полза. Дисплеят е покрит с 2,5D стъкло и има по-тесни рамки в горната и долната част, което осигурява компактен дизайн, в който по-голямата част от лицевата част е запазена за екрана. Панелът е ярък с добро цветопредаване, висок контраст и големи ъгли на видимост с минимална промяна в цветовете. Имайте предвид, че под ярка светлина цветовете избледняват леко."
      },
      {
        "title": "Хардуер и производителност",
        "text":
          "В хардуерно отношение откриваме осемядрен чипсет Kirin 659, който е изработен по 16nm процес и предлага 8 ядра Cortex-A53 - 4 ядра от тях с честота 2,36GHz и още четири, работещи на 1,7GHz. Към него са добавени 3GB оперативна памет и 32GB памет за приложения (налични са по-малко), която може да се увеличи чрез включения хибриден слот – в него може да ползвате две nano SIM карти или nano SIM и microSD. Това е чипсет от среден клас и осигурява подобаваща производителност, която е конкурентна с предложенията на Qualcomm в този сегмент, така че не очаквайте от него чудеса. Справя се с основната си задача да осигури бърза работа на устройството и го прави в по-голямата част от времето – едва ли ще срещнете проблеми с представянето в ежедневната употреба, а освен това ще може да се забавлявате и с любимите си игри, стига да не са много взискателни в графично отношение. Huawei P smart има батерия с капацитет 3000mAh, която е сравнително голяма по днешните стандарти. В комбинация с използвания хардуер от среден клас тя осигурява поне ден на автономна работа с останали 20 – 30% вечерта, което означава, че ще трябва да го заредите, за да го ползвате и на следващия ден. Устройството не поддържа бързо зареждане, което е запазено за моделите на Huawei от по-висок клас, но дори и с включеното в комплекта 10-ватово зарядно пълното зареждане отнема около 2 часа."
      }
    ],
    "iframeSrc": "https://www.youtube.com/embed/mMvYQPhV4m4",
    "id": 2
  },
  "4": {
    "title": "Motorola Moto Z2",
    "img": "img/review/4.jpg",
    "text": [
      {
        "title": "",
        "text":
          "Идеята за създаване на модулни телефони вълнува от дълго време производителите на мобилни устройства и вече имаше няколко опита в тази посока. Като успешно обаче можем да определим единствено изпълнението на Motorola и Lenovo. То без съмнение е успешно, защото на пазара вече се предлага втората генерация на съвместимите със системата смартфони, а преди дни стана ясно, че към края на миналата година общите доставки на устройствата в серията Moto Z са достигнали 5 милиона броя. Това изглежда малко на фона на реализираните от другите компании модели, но нека не забравяме, че става дума за устройства, които са позиционирани в по-високия ценови клас. В допълнение Motorola се надява устройствата да генерират допълнителни приходи чрез разнообразните модули за тях.В серията Moto Z2 отново има няколко модела, но най-интересният от тях – Moto Z2 Force, е запазен за Щатите. На българския пазар компанията се фокусира върху значително по-достъпния Moto Z2 Play, който е наследник на известния с впечатляващата си автономност с един заряд Moto Z Play. Позиционирането на Moto Z2 Play е интересно, защото в страната ни Motorola го представя за флагмански модел въпреки хардуерната част, която е  присъща на модел от среден клас. Основната причина за това според компанията се крие във възможността за ползване на допълнителни модули, но дали е достатъчно, за да може Moto Z2 Play да бъде поставен наравно с по-скъпия си събрат? Другият важен въпрос, който си зададохме, е дали устройството ще успее да повтори успеха на Moto Z Play."
      },
      {
        "title": "Дизайн",
        "text":
          "По отношение на дизайна не би трябвало да очакваме съществени изненади. Устройството отново има 5,5” дисплей, а формата на корпуса е предопределена от запазването на съвместимост със съществуващите модули, които се поставят върху задния панел. Въпреки това смартфонът изглежда по-стилно от своя предшественик, има намалена дебелина за сметка на капацитета на батерията, а ръбовете на металния корпус вече са заоблени за по-комфортно захващане. Метален е и задният панел за сметка на използваното в Moto Z Play стъкло. Тези промени придават на Moto Z2 Play премиум усещане, което просто липсваше в предходния модел, така че дизайнерите на Motorola заслужават похвала. Предната страна е покрита със стъкло Gorilla Glass, а корпусът на телефона има нано покритие, което отблъсква попадналата върху него вода, но имайте предвид, че това не го прави водоустойчив.Под дисплея отново е поставен сензор за отпечатъци, но той вече е овален като в останалите от миналогодишните модели на компанията и може да се използва за навигация в системата на мястото на виртуалните бутони, което освобождава място върху екрана. Що се отнася до дисплея той отново е с диагонал 5,5” и full HD резолюция и пак е изработен по Super AMOLED технология, което означава, че осигурява ярки цветове, голям ъгъл на видимост и много висок контраст при по-ниска консумация на енергия. Това, заедно с резолюцията, помага на телефона да осигури много добро време за автономна работа с едно зареждане, което се доближава до постижението на неговия предшественик. Смартфонът има стандартен жак за слушалки и слот за карти с хитър дизайн, който позволява едновременната употреба на 2 SIM карти и на microSD памет.Върху задния панел се открояват издадената зона на камерата, която служи за фиксиране на допълнителните модули, които на свой ред се прикрепят чрез магнити и комуникират с телефона чрез поредицата от контакти в долната част на корпуса. За системата вече сме писали и според нас това е най-удачната в момента технология за модулни аксесоари – достатъчно е да поставите добавката върху задния панел и тя е готова веднага за работа, без да се налага да рестартирате устройството. Сред новите модули са високоговорителят JBL SoundBoost 2 (159 лв), Style Shell панели с функция за безжично зареждане (89 лв.), TurboPower модул с батерия за бързо зареждане (139 лв.), игрови контролер GamePad (159 лв.), принтер за моментни снимки Polaroid (319 лв.) и дори 360-градусова камера (499 лв.).Разбира се, устройството е съвместимо с всички модули от първото поколение на серията. Някои от модулите са полезни, други – не толкова, но като цяло, ако решите да закупите по-интересните, се пригответе да се разделите със солидна сума, която може да надхвърли стойността на телефона. Вярно е, че аксесоарите ще могат да работят и с телефоните Moto Z от тази година, но някои от тях имат стандартни универсални аналози (например батериите, високоговорителите и дори игровият контролер), които биха могли да се ползват с много други устройства."
      },
      {
        "title": "Хардуер и производителност",
        "text":
          "Moto Z2 Play залага на осемядрен чипсет Snapdragon 626 с максимална честота 2,2GHz, който е допълнен от 4GB RAM и 64GB памет, така че на разположение има достатъчно място и без да прибягвате към microSD слота. Това е чипсет от среден клас, което не е никакъв проблем за работата на устройството. Както е характерно за телефоните на Motorola, те използват почти чиста версия на Android 7.1 (през идните седмици се очаква ъпдейт до Oreo) с минимален брой добавени приложения. Добавките на компанията са малко, но пък се оказват доста полезни. Те са обединени в приложението Moto, което включва секциите Moto Actions, Moto Display и Moto Voice.В първата откриваме опции като управление чрез сензора за отпечатъци и жестове за стартиране на камерата, фенерчето, смаляване на екрана за по-удобно ползване с една ръка и др. Втората съдържа филтър срещу синята светлина, която може да се активира автоматично при залез, и опция за показване на нотификации върху екрана в заключено състояние. Moto Voice на свой ред осигурява възможност за контрол на телефона чрез гласови команди. Всичко работи както се очаква с плавни анимации при преходите между отделните екрани, бързо зареждане на приложенията и безпроблемна многозадачна работа. Нямаме никакви забележки и за представянето при ползване на игри."
      }
    ],
    "iframeSrc": "https://www.youtube.com/embed/LoiHLMgpmJ8",
    "id": 4
  },
  "5": {
    "title": "Samsung Galaxy S9",
    "img": "img/review/5.jpg",
    "text": [
      {
        "title": "",
        "text":
          "С всяка година изборът на нов смартфон става все по-труден. Не защото разнообразието от устройства е по-голямо, а защото разликите между новите модели и техните предшественици стават все по-малко. Потребителите на флагмански устройства вече ги ползват по-дълго, защото са с достатъчно мощен хардуер, за да служат вярно няколко години. В същото време производителите на хардуер залагат на сигурно като правят малки подобрения в новите си предложения и те не се оказват достатъчно атрактивни, за да накарат потребителите да разтворят портфейлите си.В това няма нищо необичайно, защото еволюционният подход е доказал своята ефективност в подобряването на продуктите, а освен това не е възможно всяка година да бъдат въвеждани нови и революционни функции. Такава е ситуацията и със Samsung Galaxy S9 и S9+, които на пръв поглед предлагат малко причини за ъпгрейд от миналогодишните устройства, но всъщност предлагат някои съществени подобрения. При нас беше по-голямото устройство, но разликите с малкото не са много като ще ги посочим, когато има такива."
      },
      {
        "title": "Дизайн",
        "text":
          "По отношение на външния вид няма изненади. Корейската компания е запазила дизайна, която въведе миналата година и в това няма нищо лошо, защото той продължава да е впечатляващ. Извитите стъклени панели Gorilla Glass 5 върху двете страни се събират в метална рамка, а съотношението на екрана 18.5:9 създава издължена форма, която е удобна за употреба с една ръка. В сравнение с миналата година рамката под екрана е с намален размер, което в случая на Galaxy S9+ е довело до редуциране на височината от 159,5 мм до 158,1 мм, но в същото време ширината и дебелината са нараснали с части от милиметъра, което трудно може да се усети. Промяната в теглото е по-съществена, защото новият модел тежи 189 грама при 173 грама в неговия предшественик.Запазването на дизайна означава, че устройството продължава да е толкова хлъзгаво, отново се покрива лесно с отпечатъци, а стъкления гръб предполага, че трябва да бъдете внимателни, защото би могъл да се счупи при изпускане. Елементите върху задния панел имат нова вертикална ориентация, което е довело до преместването на сензора за отпечатъци на по-логичното място под основната камера, но малките му размери не изключват възможността да поставите пръст върху лещата, което ни се случваше често. Що се отнася до камерата в Galaxy S9+ тя вече е двойна подобно на Galaxy Note8 като втория сензор осигурява 2х оптично приближение и помага за заснемането на портрети. Потребителите на Galaxy S9 ще получат една основна камера, но за това ще стане дума по-късно. До камерата отново откриваме LED светкавица и оптичен сензор за отчитане на пулса.За разлика от други производители Samsung е запазила стандартния 3,5 мм жак за слушалки, а в комплекта на устройството отново влизат слушалки AKG – те се продаваха и с Galaxy S8. Новата серия е получила и стерео говорители, което определено беше време да стане след като подобна екстра от години се предлага от останалите производители. Единият е поставен в слушалката и се грижи за възпроизвеждането на по-високите тонове, а втория е до USB-C порта и осигурява ниските звуци. Подобрението спрямо S8 е драстично – новата система звучи по-силно, ясно и много завладяващо, а освен това се възползва от технологията Dolby Atmos за създаване на ефектен обкръжаващ звук, която може да се активира и при ползване на слушалки. Новата флагманска серия на Samsung отново е водоустойчива и предлага възможност за бързо жично и безжично зареждане. Отново откриваме и специален хардуерен бутон за стартиране на виртуалния асистент Bixby, който продължава да поддържа команди само на английски и корейски, но пък има възможност да деактивирате функцията му."
      },
      {
        "title": "Дисплей",
        "text":
          "Samsung Galaxy S9 и S9+ запазват размера и резолюцията на екрана, което означава, че имат 5,8” и 6,2” дисплеи с резолюция 2960x1440 пиксела за пикселна гъстота съответно 570 и 529 ppi. Панелите отново са с извити страни и са изработени по Super AMOLED технология, което означава, че осигуряват много висок контраст, големи ъгли на видимост и ярки и наситени цветове (дори прекалено). Компанията посочва, че тази година е увеличила максималната яркост на екрана, така че видимостта под директна светлина би трябвало да е по-висока – по време на теста не срещнахме никакви проблеми в това отношение. Както споменахме екранното съотношение от 18.5:9 улеснява захващането, а компанията е решила да не последва тенденцията за ползване на изрязани дисплеи и е оставила рамка над екрана, в която се намират предна камера, високоговорител и сензорите на системата за разпознаване на ириса. В долната част на дисплея отново има сензор за натиск, така че когато натиснете виртуалния централен бутон ще усетите лека вибрация."
      }
    ],
    "iframeSrc": "https://www.youtube.com/embed/5_-NKRVn7IQ",
    "id": 5
  },
  "6": {
    "title": "Sony Xperia XZ1",
    "img": "img/review/6.jpg",
    "text": [
      {
        "title": "",
        "text":
          "Sony продължава да следва своята стратегия да представя по няколко смартфона с флагмански характеристики през годината, които се появяват през първото и второто полугодие. Реалният флагман на компанията за 2017 продължава да е Xperia XZ Premium, а останалите модели са позиционирани под него, но осигуряват достъп до голяма част от неговите характеристики на по-достъпна цена. През втората половина на годината за важния сезон на предпразнично пазаруване японската компания разчита на представените в края на август Sony Xperia XZ1 и Xperia XZ1 Compact, които до голяма степен предлагат сходен хардуер, но се различават в някои отношения, включително и при използваните материали за изработка. Цената им е конкурентна, а компактната версия продължава да е без аналог в своя сегмент за радост на феновете на малки смартфони, които не са с iOS."
      },
      {
        "title": "Дисплей",
        "text":
          "Дисплеят е едно от малкото неща, при които двата варианта на Xperia XZ1 се различават сериозно, защото освен в диагонала (съответно 5,2 и 4,6 инча) големият и малкият събрат предлагат и различна разделителна способност. Xperia XZ1 залага на Full HD дисплей, докато компактното издание предлага само 720p, което е повече от достатъчно за неговия диагонал. На пръв поглед решението на Sony да заложи на по-ниски разделителни способности изглежда доста странно, защото все пак говорим за устройства във високия ценови сегмент, а конкуренцията и в двата случая предлага повече. В крайна сметка обаче по-ниската резолюция си има и своите плюсове, които са свързани с производителността и автономната работа. Ако трябва да сме честни, предлаганата пикселна гъстота 424 ppi при Xperia XZ1 и 319 ppi при Xperia XZ1 Compact са съвсем в рамките на нормалното,  на  практика осигуряват достатъчно добро изображение и едва ли ще успеете лесно да видите отделни пиксели. И в двата случая е използван класическият за Sony Triluminos дисплей, който осигурява отлични цветове и много добро представяне при ярка слънчева светлина, а този при Xperia XZ1 дори поддържа стандарта HDR10."
      }
    ],
    "iframeSrc": "https://www.youtube.com/embed/SbJUoSx_0uo",
    "id": 6
  }
}
